
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="ko" lang="ko">
<head>
<title></title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<link rel="stylesheet" href="../css/style.css" />
</head>

<body>
	
	<div id="wrap">
    
        <!-- area -->
        <div class="agreePage">
		<p class="title">제 1 장 총칙</p>
		<p class="fb">제 1조 목적</p>
			<ul>
				<li>
				이 약관은 "HRDE평생교육원"(이하 "교육원"이라 합니다)에서 운영하는 HRDE평생교육원.com 사이트를 통해 제공되는 강좌, 소스 및 정보 등(이하 "서비스"라고 합니다)을 이용함에 있어서, 교육원과 서비스 이용자(이하 "회원"이라고 합니다) 사이에 권리,의무 및 책임사항을 규정함을 목적으로 합니다.
				</li>
			</ul>

 
<p></p>
<p class="fb">제 2조 용어의 정의</p>
<p></p>
<ul>
<li><span>이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</span></li>

<li><span>1. '아이디(ID)'란 회원식별과 회원의 서비스 이용을 위하여 회원이 선정하고 교육원이 승인하는 문자와 숫자의 조합을 말합니다.</span></li>

<li><span>2. '비밀번호'란 회원의 비밀 보호를 위해 회원 자신이 설정한 문자와 숫자의 조합을 말합니다.</span></li>

<li><span>3. '기본회원'이란 본 약관을 읽고, HRDE평생교육원.com 사이트 가입을 신청한 회원을 말합니다.</span></li>

<li><span>4. '정회원'이란 기본회원 중 HRDE평생교육원.com사이트의 강좌신청을 클릭하여 결재가 완료된 회원을 말합니다.</span></li>

<li><span>5. '기본서비스'란 기본회원이 로그인하여 이용할 수 있는 서비스를 말합니다.</span></li>

<li><span>6. '고급서비스'란 정회원이 로그인하여 이용할 수 있는 서비스를 말합니다.</span></li>
</ul>
 
<p></p>
<p class="fb">제 3조 약관의 효력 및 변경</p>
<p></p>
<ul>
<li><span>1. 본 약관은 HRDE평생교육원.com 사이트의 하단에 공시함으로써 효력이 발생합니다.</span></li>

<li><span>2. 또한 본 약관은 위 1의 과정과 공지사항을 통해 변경 내용을 알리므로서 효력이 발생하고, 회원가입 시 " 위의 가입 약관에 동의합니다"에 체크를 함으로서, 회원은 본 약관을 동의 한 것으로 간주합니다.</span></li>

<li><span>3. 교육원은 정당한 사유가 있을 경우 이 약관을 변경할 수 있습니다. 이 때 변경된 내용은 위 1, 2의 과정을 통하여 회원 약관으로써 효력을 가집니다.</span></li>

<li><span>4.본 약관의 과정을 통하여 공시된 약관에 동의하지 않으면 서비스 이용을 중단하고 회원을 탈퇴 하실 수 있습니다. 만약 효력이 발생한 이후에도 계속적인 서비스를 받으신다면 약관에 동의 하신 것으로 간주합니다.</span></li>
</ul>
 
<p></p>
<p class="fb">제 4조 약관 외 준칙</p>
<p></p>
<ul>
<li><span>본 약관에 명시되지 않은 사항은 관계법령 및 이용방법을 따릅니다.</span></li>

 
<p></p>
<p class="title">제 2 장 회원의 권리와 의무</p>

 <p></p>
<p class="fb">제 5조 회원의 의무</p>
<p></p>
<ul>
<li><span>HRDE평생교육원.com 사이트에 가입한 모든 회원은 다음과 같은 의무를 가집니다.</span></li>

<li><span>1. 회원정보에는 거짓이 없어야 합니다. 특히, 타인의 주민등록번호를 도용하여 사용하는 경우는 형사처벌의 대상이 됩니다.</span></li>

<li><span>2. 타인을 존중하고, 타인의 권리를 침해하지 않습니다.</span></li>

<li><span>3. 네티켓을 준수하며, 지적재산권을 침해하지 않습니다.</span></li>

<li><span>4. 외설 또는 폭력적인 메시지, 화상, 음성 등 사회 윤리에 반하는 정보를 공개 또는 게시하지 않습니다.</span></li>

<li><span>5. 교육원에서 제공하는 회원약관 및 이용방법을 지켜야 합니다.</span></li>
</ul>
 
<p></p>
<p class="fb">제 6조 회원 강제 해지 사유</p>
<p></p>
<ul>
<li><span>회원 중 다음의 사항에 해당하는 행위를 한 회원의 경우는 사전통보 없이 회원자격이 상실될 수 있으며, 차후 가입시 재재를 받을 수 있습니다.</span></li>

<li><span>1. 위 제5조의 '회원의 의무'를 고의적으로 이행하지 않은 경우</span></li>

<li><span>2. HRDE평생교육원.com 사이트를 고의적으로 운영에 방해를 주었을 경우</span></li>

<li><span>3. 허위 광고 게시, 허위 사실 유포 등 고의적으로 타인을 기만했을 경우</span></li>

<li><span>4. 기타 불법적인 방법으로 회원자격을 취득한 행위가 밝혀진 경우</span></li>

<li><span>5. 타 회원의 개인 정보를 수집, 저장하는 경우</span></li>

<li><span>6. 기타 교육원에서 회원으로서 인정할 수 없는 정도의 행위를 한 경우</span></li>
</ul>
 
<p></p>
<p class="fb">제 7조 회원가입 부적격 사유</p>
<p></p>
<ul>
<li><span>HRDE평생교육원.com 사이트에서 한국어로 작성되었으며, 2013년 2월 18일부터 시행되는 온라인상의 주민등록번호 수집·이용 금지에 따라 주민등록번호 중 앞 6자리만 등록합니다. 그러므로 주민등록번호를 발급받지 못하는 사용자의 경우는 원칙적으로 가입이 불가능합니다.</span></li>

<li><span>1. 한국국적을 취득하지 못한 경우</span></li>

<li><span>2. 법인으로 등록하려는 경우</span></li>

<li><span>3. 기존 회원 중 회원 강제 해지 사유에 해당하여 회원 자격을 박탈당한 경우</span></li>

<li><span>4. 만 14세 미만 어린이로서 법정대리인의 승낙을 얻지 못하는 경우</span></li>

<li><span>5. 본 약관에 동의하지 않은 경우</span></li>
</ul>
 
<p></p>
<p class="fb">제 8조 신규회원 가입 방법</p>
<p></p>
<ul>
<li><span>최초 가입을 하려는 이용자에게 해당됩니다. 회원가입 부적격 사유에 해당하지 않는 사용자에 한하여 신규회원가입을 할 수 있습니다. 신규 회원가입은 HRDE평생교육원.com 사이트에 접속하여, 회원가입 메뉴를 선택하면서 이루어집니다.</span></li>
</ul>
 
<p></p>
<p class="fb">제 9조 회원의 권리</p>
<p></p>
<ul>
<li><span>HRDE평생교육원.com 사이트에 가입한 회원은 등급에 따라 다음과 같은 권리를 가집니다. 최초 가입시에는 기본회원의 권리를 가집니다.</span></li>

<li><span>1. 모든 회원은 HRDE평생교육원.com 사이트에 로그인 하여 기본적으로 제공하는 서비스를 이용할 수 있습니다. 정회원의 경우는 고급서비스를 이용할 수 있습니다.</span></li>

<li><span>2. 모든 회원은 교육원에 대하여 서비스에 대한 의견을 제시할 수 있습니다.</span></li>

<li><span>3. 무료회원은 HRDE평생교육원.com 사이트 왼쪽에 있는 유료전환메뉴를 이용하여 정회원이 될 수 있습니다. 이 때 일정액의 이용료를 지불하게 됩니다.</span></li>

<li><span>4. 기타 회원의 권리는 이용방법에 명시된 내용을 따릅니다.</span></li>
</ul>
 
<p></p>
<p class="fb">제 10조 회원 탈퇴 및 이용 제한</p>
<p></p>
<ul>
<li><span>회원은 언제든지 정상적인 해지 절차를 밟아서 회원 탈퇴가 가능합니다. 회원이 탈퇴를 할 경우 교육원은 보유 중인 개인정보를 신속히 파기하며, 다음의 사항을 따릅니다.</span></li>

<li><span>1. 정회원 인증 기간이 남아 있는 경우에도 회원 탈퇴가 가능합니다. 이 경우 보유하고 있던 정회원 기간에 대한 정보도 개인 정보화 함께 파기합니다.</span></li>

<li><span>2. 교육원은 정회원의 탈퇴에 대해 남아있는 정히원기간에 대해서는 어떠한 보증도 하지 않습니다.</span></li>
</ul>
 
<p></p>
<p class="title">제 3 장 교육원의 역할</p>

 
<p></p>
<p class="fb">제 11조 교육원의 의무</p>
<p></p>
<ul>
<li><span>교육원은 정상적인 방법으로 회원이 된 사용자에게 지속적인 서비스를 제공할 의무를 가집니다.</span></li>

<li><span>1. 교육원은 HRDE평생교육원.com 사이트에 대한 운영자 및 관리자로서의 역할을 다합니다.</span></li>

<li><span>2. 교육원은 HRDE평생교육원.com 사이트에 대한 서비스 제공은 1년 365일, 1일 24시간 운영을 원칙으로합니다.</span></li>

<li><span>3. 교육원은 HRDE평생교육원.com 사이트의 원할한 관리를 위하여, 회원의 게시물을 임의로 관리할 수 있습니다.</span></li>

<li><span>4. 교육원은 개인정보보호정책을 명시하여 회원의 개인정보를 보호할 의무를 가집니다.</span></li>
</ul>
 
<p></p>
<p class="fb">제 12조 게시물 관리</p>
<p></p>
<ul>
<li><span>회원을 탈퇴하더라도 교육원은 탈퇴한 회원이 작성했던 게시물을 삭제하지 않습니다.</span></li>

<li><span>교육원은 HRDE평생교육원.com 사이트에서 회원들의 게시물을 다음과 같은 사항이 발생할 경우 임의로 삭제, 수정, 이동 등을 할 수 있습니다.</span></li>

<li><span>1. 게시판의 목적에 맞지 않는 게시물의 경우</span></li>

<li><span>2. 게시물에 대해 정보통신윤리위원회의 지적이 있을 경우</span></li>

<li><span>3. 욕설, 음담패설 등 타인에게 불쾌감을 주는 경우</span></li>

<li><span>4. 회원 본인의 개인정보가 아닌 타인의 개인정보를 공개하는 경우 단, 정보 공개의 대상이 누구나</span></li>

<li><span>5. 상용 소프트웨어나 크랙파일 등을 올리는 경우</span></li>

<li><span>6. 기타 교육원이 판단하여 게시물로서 부적합하다고 판단될 경우</span></li>
</ul>
 
<p></p>
<p class="title">제 4 장 서비스 관리</p>
<p></p>
 

<p class="fb">제 13조 제공 서비스의 구분</p>
<p></p>
<ul>
<li><span>교육원에서 제공하는 서비스는 회원 등급에 따라 이용할 수 있는 서비스가 달라집니다.</span></li>

<li><span>1. 로그인 없이 사용할 수 있는 서비스로는 '오픈강좌'와 '커뮤니티'에 대한 읽기 권한이 있습니다. 이는 별도의 회원가입 없이 서비스를 제공받으실 수 있습니다.</span></li>

<li><span>2. 기본서비스는 기본회원이 로그인 하여 이용할 수 있는 서비스를 말합니다. 위 1의 서비스에 추가로, 의 한줄 글쓰기와, 커뮤니티의 공지사항을 제외한 부분에 쓰기 권한이 있습니다. 또한 회원간의 쪽지 보내기가 가능하며, 회원 탈퇴도 가능합니다.</span></li>

<li><span>3. 고급서비스는 정회원에게 제공되는 서비스로서, 기본서비스에 '모든 파워강좌'의 읽기 권한, '소스창고'의 다운로드 권한 및 한줄 글쓰기가 가능합니다.</span></li>
</ul>
 
<p></p>
<p class="fb">제 14조 서비스의 제한</p>
<p></p>
<ul>
<li><span>HRDE평생교육원.com 사이트에서 제공하는 서비스 중 강좌 서비스는 온라인에서만 그 유효성을 인정합니다. 만약 HRDE평생교육원.com 사이트에 접속하지 않고, 오프라인으로 강좌 서비스를 이용하려 할 경우, 교육원은 오프라인 서비스 제공을 할 의무를 거부합니다.</span></li>
</ul>
 
<p></p>
<p class="fb">제 15조 서비스의 저작권</p>
<p></p>
<ul>
<li><span>정회원에 한하여 교육원에서 제공하는 소스를 사용할 수 있습니다. 여기서 사용할 수 있는 권리는 회원의 임의대로 수정, 사용에 대한 것만을 의미합니다. 소스의 재배포권에 대해서는 엄격히 제한합니다. 다만, 교육원에 대한 피드백을 목적으로 소스파일을 HRDE평생교육원.com 사이트나 교육원 운영자에게 메일 형태로 배포하는 것에 대해서는 그 권리를 인정합니다.</span></li>
</ul>
 
<p></p>
<p class="fb">제 16조 서비스의 중단</p>
<p></p>
<ul>
<li><span>교육원은 원칙적으로 1년 365일, 1일 24시간 동안 HRDE평생교육원.com 사이트를 통해 서비스를 제공합니다. 다만 다음과 같은 사항이 발생할 경우 일부 또는 모든 서비스를 중단할 수 있습니다.</span></li>

<li><span>1. 정보통신 시설의 장애나 전기기반 시설의 장애가 발생할 경우</span></li>

<li><span>2. 해킹, 바이러스 등 서버시스템에 위험 사항이 발생 할 경우</span></li>

<li><span>3. 전쟁, 수해, 낙뢰, 지진 등의 천재지변으로 인한 서비스 제공이 불가능할 경우</span></li>

<li><span>4. 서버 패치, 업그레이드 등 서버 보안상 필요하다고 인정된 경우</span></li>

<li><span>5. 정보통신윤리위원회의 지적이 있을 경우</span></li>

<li><span>6. 호스팅 업체에서 서비스를 중단할 경우</span></li>

<li><span>7. 기타 HRDE평생교육원.com 사이트를 운영 할 수 없는 상황일 경우</span></li>
</ul>
 
<span></span>
<p class="fb">제 17조 면책</p>
<p></p>
<ul>
<li><span>1. 교육원은 회원이 서비스에 대해 만족할 만한 결과를 얻지 못한다 하더라도, 이에 대해 교육원은 회원에게 손해배상의 책임이 면제됩니다.</span></li>

<li><span>2. HRDE평생교육원.com 사이트에서 제공하는 모든 서비스는 교육원에 의해 제작, 작성된 것으로 타 사이트나 책의 내용과 유사한 부분이 있을 수 있습니다. 이러한 부분에 대한 지적재산권은 인정하지 않습니다.</span></li>

<li><span>3. HRDE평생교육원.com 사이트에서 제공하는 모든 서비스는 교육원에 의해 제작, 작성된 것으로 타 사이트나 책의 내용과 전혀 다를 수 있습니다. 이러한 부분에 대해 회원의 손해배상 요구는 인정하지 않습니다.</span></li>
</ul>
 
<p></p>
<p class="title">부칙</p>
<p></p>
<ul><li><span>본 약관은 2021년 2월 1일 부터 시행합니다.</span></li></ul>
        </div>
        <!-- area // -->

	</div>

</body>
</html>